const Agency = () => {
  return (
    <div className="px-[50px] py-[60px] font-montserrat text-center bg-[#fcfcfc]">
      <h2 className="text-[60px] font-extralight tracking-[.25em]">Devio. Digital agency</h2>
      <div className="flex justify-around mt-[80px]">
        <h3 className="text-left w-[23%] text-[36px] font-extrabold">Разработка корпоративного стиля и Создание сайтов в ташкенте</h3>
        <div className="text-left flex flex-col gap-[30px] w-[50%]">
          <p>
            Промоакция, вопреки мнению П.Друкера, категорически поддерживает
            культурный поведенческий таргетинг. Потребительская база, не меняя
            концепции, изложенной выше, транслирует формирование имиджа. Исходя
            из структуры пирамиды Маслоу, охват аудитории индуцирует отраслевой
            стандарт.
          </p>
          <p>
            Фокусировка изоморфна времени. Не факт, что реклама стабилизирует
            конвергентный рейтинг. Продвижение проекта, как принято считать,
            искажает бизнес-план.Потребительская база, не меняя концепции,
            изложенной выше, транслирует формирование имиджа. Исходя из
            структуры пирамиды Маслоу, охват аудитории индуцирует отраслевой
            стандарт.
          </p>
          <p>
            Продвижение проекта, как принято считать, искажает
            бизнес-план.Потребительская база, не меняя концепции, изложенной
            выше, транслирует формирование имиджа. Исходя из структуры пирамиды
            Маслоу, охват аудитории индуцирует отраслевой стандарт.
          </p>
        </div>
      </div>
    </div>
  );
};

export default Agency;
